tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
tap "wfxr/csview"
brew "argocd"
brew "openssl"
brew "ansible"
brew "cli53"
brew "curl"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "hub"
brew "jq"
brew "mysql"
brew "packer"
brew "redis"
brew "skaffold"
brew "terraform"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-completions"
brew "kubectl"
brew "helm"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "docker"
brew "rustup"
brew "anyenv"
brew "awscli"
brew "gh"
brew "csview"
brew "git-delta"
cask "google-cloud-sdk"
cask "clipy"
cask "boostnote"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "iterm2"
cask "1password"
cask "slack"
cask "visual-studio-code"
