tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
tap "homebrew/cask-fonts"
brew "openssl"
brew "cli53"
brew "curl"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "hub"
brew "jq"
brew "mysql"
brew "terraform"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-completions"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "docker"
brew "rustup"
brew "asdf"
brew "awscli"
brew "gh"
brew "git-delta"
brew "circleci"
brew "ghq"
brew "peco"
brew "shellcheck"
brew "jump"
brew "ripgrep"
brew "fzf"
brew "direnv"
brew "neovim"
cask "google-cloud-sdk"
cask "clipy"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "iterm2"
cask "1password"
cask "slack"
cask "visual-studio-code"
cask "obsidian"
cask "discord"
cask "font-hack-nerd-font"
