tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jenkins-x/jx"
tap "sanemat/font"
brew "openssl"
brew "ansible"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "gawk"
brew "gcc"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "libiconv"
brew "mcrypt"
brew "mysql"
brew "packer"
brew "php@5.6"
brew "re2c"
brew "redis"
brew "skaffold"
brew "stern"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh"
brew "jenkins-x/jx/jx"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "java8"
cask "minikube"
cask "virtualbox"
